[
	{
		"id" : "1",
		"title" : "BIFE À PARMEGIANA",
		"description" : "Bife: Tempere os bifes com alho e sal e reserve. Bata o ovo inteiro e passe os bifes pelo ovo e pela farinha de rosca. Aqueça em uma frigideira o óleo e frite os bifes, escorra-os em papel-toalha e vá dispondo em um refratário. Molho: Refogue a cebola no óleo, junte o molho de tomate, o catchup, a mostarda, o sal, salsinha e cebolinha, abaixe o fogo e deixe o molho apurar. Montagem: Despeje o molho pronto sobre os bifes e distribua queijo mussarela sobre os bifes Salpique delicadamente um pouco de orégano por cima do queijo e leve ao forno até derreter o queijo. Sirva com arroz e purê de batatas.",
		"creationDate" : "2002-04-29",
		"user_id" : "c4eaac6c-584a-40d8-be06-3e2389ddbeda"
	},
	{
		"id" : "10",
		"title" : "SOPA CREMOSA DE COUVE-FLOR",
		"description" : "Bata, no liquidificador, a água, o leite, a farinha de trigo, a couve-flor cozida no vapor e o queijo cremoso por uns 3 minutos. Coloque numa panela funda e leve ao fogo, tempero com sal e pimenta a gosto. Mexa frequentemente até engrossar. Desligue o fogo e junte a noz-moscada e misture bem. Sirva em cumbuquinhas separadas colocando alguns cubos de queijo prata e o creme de couve-flor por cima. Polvilhe com cebolinha verde picada e sirva em seguida.",
		"creationDate" : "2002-04-29",
		"user_id" : "93fbbfc4-9bb5-4881-9ecb-ddd47b12de98"
	},
	{
		"id" : "11",
		
		"title" : "CUPCAKE DE FRUTAS",
		"description" : "Com fouet (batedor manual) misture: ovos, manteiga e açúcar. Acrescente a farinha de trigo e misture, por último o fermento em pó e as frutas com casca,sem sementes e em cubos (a banana apenas em cubos) Coloque em forminhas de papel, encaixe em forminhas de empada e depois coloque em uma assadeira. Leve em formo preaquecido a 180° C,deixe por aproximadamente 30 minutos. Derreta o chocolate no micro-ondas, por aproximadamente 1 minuto ,verificando a cada 20 segundos. Retire os cupcakes frios das forminhas de empada coloque a cobertura de ganache e meia rodela de banana.",
		"creationDate" : "2002-04-29",
		"user_id" : "c4eaac6c-584a-40d8-be06-3e2389ddbeda"
	},
	{
		"id" : "12",
		"title" : "PÉ-DE-MOLEQUE",
		"description" : "Ponha em uma panela o amendoim, o leite condensado, o leite, o açúcar e a manteiga. Misture bem e leve ao fogo mexendo sempre até começar a aparecer o fundo da panela. Junte algumas gotas de limão, retire do fogo e bata sempre, até começar a açucarar. Despeje em um mármore untado com manteiga e, depois de frio, corte em tabletes.",
		"creationDate" : "2002-04-29",
		"user_id" : "f5037664-eefc-48db-ae20-9388373ca57c"
	},
	{
		"id" : "2",
		"title" : "DADINHO DE TAPIOCA",
		"description" : "Aqueça o leite em uma panela. Quando o leite estiver bem quente, desligue o fogo, adicione o queijo coalho ralado e continue mexendo. Logo em seguida adicione a farinha de tapioca granulada e continue mexendo. Adicione o sal e pimenta a gosto. Pare de mexer quando todos os ingredientes estiverem bem misturados. Despeje em uma forma coberta com papel filme (pvc), cubra em cima também e leve para a geladeira por duas horas. Depois retire da geladeira, corte em quadradinhos (dadinhos) e frite aos poucos em óleo quente ou coloque no forno até dourar. Sirva em seguida acompanhado da geleia de pimenta agridoce.",
		"creationDate" : "2002-04-29",
		"user_id" : "0a4147ad-30dd-4547-9e35-94e655d02f13"
	}
]